Autodesk.Revit.DB.AssemblyCodeTable.GetAssemblyCodeTable(Autodesk.Revit.DB.Document)
Returns the AssemblyCodeTable for the specified document.
doc:
The document owns the AssemblyCodeTable.
Returns:
The AssemblyCodeTable for the document.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2015

Autodesk.Revit.DB.AssemblyCodeTable
AssemblyCodeTable represents the collection of ClassificationEntries for a document.
Since:
2015